Repository: KoMMet/WizGrep
Catalog: WizGrep/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# LeftPainHeader.Text
source: MatchFiles
ja_jp: マッチしたファイル

# LeftPainExport.Content
source: Export
ja_jp: 出力

# SearchResultsHeader.Text
source: SearchResult
ja_jp: 検索結果

# SearchResultsExport.Content
source: Export
ja_jp: 出力

# ResultColumnFileName.Text
source: FileName
ja_jp: ファイル名

# ResultColumnPosition.Text
source: Position
ja_jp: 位置

# ResultColumnContent.Text
source: Contents
ja_jp: 内容

# GrepSettingsButton.Content
source: GrepSetting
ja_jp: Grep設定

# WizGrepSettingsButton.Content
source: WizGrepSetting
ja_jp: WizGrep設定

# OnWizGrepSettingsClick.Content
source: Cancel
ja_jp: キャンセル

# IndexBasePathLabel.Text
source: Index File Storage Location (Base Path)
ja_jp: インデックスファイル保存先（ベースパス）

# IndexBasePathDescription.Text
source: Specify the folder where GrepIndex files and Grep timestamp files are saved.
ja_jp: GrepIndexファイルやGrepタイムスタンプファイルを保存するフォルダを指定します。

# BrowseFolderButton.Content
source: Browse
ja_jp: 参照...

# RebuildIndexLabel.Text
source: Index Rebuild
ja_jp: インデックス再構築

# RebuildIndexCheckBox.Content
source: Recreate the index during the next Grep operation
ja_jp: 次回Grep時にインデックスを新規に作り直す

# RebuildIndexDescription.Text
source: If checked, existing index files will be deleted and rebuilt from scratch.
ja_jp: チェックすると、既存のインデックスファイルを削除して最初から作成し直します。

# IndexInfoBar.Title
source: About the Index
ja_jp: インデックスについて

# IndexInfoBar.Message
source: Index files are used to improve search speed. They are automatically recreated when the file's modification date changes.
ja_jp: インデックスファイルは検索速度を向上させるために使用されます。ファイルの更新日時が変わった場合は自動的に再作成されます。

# BackFromOssButton.Content
source: ←Back
ja_jp: ← 戻る

# OssLibraryLabel.Text
source: Open-source library
ja_jp: オープンソースライブラリ

# CancelButton.Content
source: Cancel
ja_jp: キャンセル

# GrepSettingsDialog.Title
source: GrepSetting
ja_jp: Grep設定

# PrimaryButtonText.PrimaryButtonText
source: Setting
ja_jp: 設定

# CloseButtonText
source: Cancel
ja_jp: キャンセル

# TargetFolderLabel.Text
source: TargetFolders
ja_jp: 対象フォルダー

# KeywordLabel.Text
source: Keyword
ja_jp: キーワード

# Keyword0TextBox.PlaceholderText
source: Keyword1
ja_jp: キーワード１

# Keyword1TextBox.PlaceholderText
source: Keyword2
ja_jp: キーワード２

# Keyword2TextBox.PlaceholderText
source: Keyword3
ja_jp: キーワード３

# Keyword3TextBox.PlaceholderText
source: Keyword4
ja_jp: キーワード４

# Keyword4TextBox.PlaceholderText
source: Keyword5
ja_jp: キーワード５

# SearchConditionLabel.Text
source: SearchCondition
ja_jp: 検索条件

# AndSearchRadioButton.Content
source: AND Search
ja_jp: AND検索

# OrSearchRadioButton.Content
source: OR Search
ja_jp: OR検索

# TargetFilesLabel.Text
source: TargetFiles
ja_jp: 対象ファイル

# UseCustomExtensionsCheckBox.Content
source: UseCustomExtensions
ja_jp: カスタム拡張子を使用

# UseExcludeExtensionsCheckBox.Content
source: UseExcludeExtentions
ja_jp: 対象外拡張子

# ExcludeExtensionsTextBox.PlaceholderText
source: Extension: .tmp, .bak, .log
ja_jp: 拡張子: .tmp, .bak, .log

# SearchOptionsLabel.Text
source: SearchOption
ja_jp: 検索オプション

# CaseSensitiveCheckBox.Content
source: Case sensitivity
ja_jp: 大文字と小文字を区別

# UseRegexCheckBox.Content
source: UseRegex
ja_jp: 正規表現を使用

# RealTimeDisplayCheckBox.Content
source: RealTimeDisplay
ja_jp: リアルタイム表示

# RemoveExcelLineBreaksCheckBox.Content
source: RemoveExcelLineBreak
ja_jp: Excelの改行コードを削除

# ExcelSearchTargetLabel.Text
source: SearchTarget
ja_jp: Excelの検索対象

# ExcelDisplayValueRadioButton.Content
source: DisplayValue
ja_jp: 表示値

# ExcelFormulaValueRadioButton.Content
source: FormulaValue
ja_jp: 数式

# ExcludeFoldersLabel.Text
source: Exclude Folder
ja_jp: 対象外フォルダー

# ObjectLabel
source: Object
ja_jp: オブジェクト

# RowLabel
source: Row
ja_jp: 行

# ShapeLabel
source: Shape
ja_jp: 図形

# CommentLabel
source: Comment
ja_jp: コメント

# PageLabel
source: Page
ja_jp: ページ

# SlideLabel
source: Slide
ja_jp: スライド

# TableChartLabel
source: Table/Chart
ja_jp: 表/グラフ

# NoteLabel
source: Note
ja_jp: ノート

# DocumentInfoLabel
source: DocumentInfo
ja_jp: 文章情報

# HeaderLabel
source: Header
ja_jp: ヘッダー

# FooterLabel
source: Footer
ja_jp: フッター

# TextFileLabel
source: TextFile
ja_jp: テキストファイル

# ErrorMessage_GrepSetting
source: An error occurred during grep setup.
ja_jp: Grep設定中にエラーが発生しました。

# ErrorMessage_WizGrepSetting
source: An error occurred during wizgrep setup.
ja_jp: WizGrep設定中にエラーが発生しました。

# ErrorMessage_ExportFile
source: An error occurred while exporting the file.
ja_jp: ファイルのエクスポート中にエラーが発生しました。

# ErrorLabel
source: Error
ja_jp: エラー

# RegularExceptionMessage
source: The regular expression pattern is invalid.
ja_jp: 正規表現パターンが無効です

# EnumeratingFilesExceptionMessage
source: An error occurred while enumerating files.
ja_jp: ファイルの列挙中にエラーが発生しました

# PreparationCompleteLabel
source: Preparation complete.
ja_jp: 準備完了

# ProcessingLabel
source: Processing
ja_jp: 処理中

# SearchingLabel
source: Searching
ja_jp: 検索中

# SearchCompleteLabel
source: Search complete
ja_jp: 検索完了

# FoundLabel
source: founed.
ja_jp: 件見つかりました。

# SearchCanceledLabel
source: Search canceled
ja_jp: 検索がキャンセルされました

# FilePathLabel
source: FilePath
ja_jp: ファイルパス

# FileNameLabel
source: Filename
ja_jp: ファイル名

# LocationLabel
source: Locatiion
ja_jp: 位置

# ContentLabel
source: Content
ja_jp: 内容

# ExportSettingsLabel.Text
source: Export Settings
ja_jp: 出力設定

# ShowSearchConditionsInExportCheckBox.Content
source: Show search conditions in export
ja_jp: 出力ファイルに検索条件を表示

# ExportHeader_TargetFolder
source: Target Folder
ja_jp: 対象フォルダー

# ExportHeader_Keyword
source: Keyword
ja_jp: キーワード

# ExportHeader_SearchCondition
source: Search Condition
ja_jp: 検索条件

# ExportHeader_TargetFiles
source: Target Files
ja_jp: 対象ファイル

# ExportHeader_CustomExtensions
source: Custom Extensions
ja_jp: カスタム拡張子

# ExportHeader_ExcludeExtensions
source: Exclude Extensions
ja_jp: 対象外拡張子

# ExportHeader_ExcludeFolders
source: Exclude Folders
ja_jp: 対象外フォルダー

# ExportHeader_SearchOptions
source: Search Options
ja_jp: 検索オプション

# ExportHeader_CaseSensitive
source: Case Sensitive
ja_jp: 大文字と小文字を区別

# ExportHeader_UseRegex
source: Use Regex
ja_jp: 正規表現を使用

# ExportHeader_RealTimeDisplay
source: Real-Time Display
ja_jp: リアルタイム表示

# ExportHeader_RemoveExcelLineBreaks
source: Remove Excel Line Breaks
ja_jp: Excelの改行コードを削除

# ExportHeader_ExcelSearchTarget
source: Excel Search Target
ja_jp: Excelの検索対象

# ExportHeader_DisplayValue
source: Display Value
ja_jp: 表示値

# ExportHeader_FormulaValue
source: Formula Value
ja_jp: 数式
